Repository: ohm-team/lquiz-client
Catalog: src/i18n/*.po
Languages: fr, ru

source: Choose language
fr: Choisir la langue
ru: Выбрать язык

source: Dark theme?
fr: Thème sombre?
ru: Темная тема,

source: Toggle dark theme
fr: Basculer le thème sombre
ru: Переключить тему

source: Share
fr: Partager
ru: Поделиться

source: Home
fr: Accueil
ru: Домой

source: Congratulations! You know literally EVERYTHING about Luxembourg! How did you achieve it?
fr: Toutes nos félicitations! Vous savez littéralement TOUT sur le Luxembourg! Comment avez-vous réussi?
ru: Поздравляем! Вы знаете буквально ВСЕ про Люксембург! Как вы этого достигли?

source: Wow! Looks like you have been reading datasets from https://data.public.lu for a long time!
fr: Hou la la! On dirait que vous lisez des ensembles de données de https://data.public.lu depuis longtemps!
ru: Вау! Похоже вы в свобоное время читали датасеты с https://data.public.lu!

source: Great job! More then a half answers are correct! It's more than a luck, its your great erudition!
fr: Bon travail! Plus d'une demi-réponse est correcte! C'est plus qu'une chance, c'est votre grande érudition!
ru: Отличная работа! Больше половины правильно! Это больше, чем удача, это великолепная эрудиция!

source: You know something about Luxembourg, and today you learned a bit more, isn't it great?
fr: Vous savez quelque chose sur le Luxembourg, et aujourd'hui vous en avez appris un peu plus, n'est-ce pas génial?
ru: Вы кое-что знаете о Люксембурге и сегодня узнали еще немного, не прекрасно ли это?

source: Not your day :( Or maybe our algorithms created an extra-hard quiz? Try again!
fr: Pas votre journée :( Ou peut-être que nos algorithmes ont créé un quiz extra-difficile? Réessayez!

source: Accuracy
fr: Précision
ru: Точность

source: Pace
fr: Rythme
ru: Скорочть

source: seconds per question
fr: secondes par question
ru: секунд на вопрос

source: Back
fr: Arrière
ru: Назад

source: Quiz question
fr: Question de jeu
ru: Вопросы

source: out of
fr: sur
ru: из

source: Next question!
fr: Question suivante!
ru: Следующий вопрос!

source: Question source
fr: Source de la question
ru: Источник вопроса

source: Answer source
fr: Source de la réponse
ru: Источник ответа

source: What else do you think may contain number
fr: Que pensez-vous que peut contenir le numéro

source: Play
fr: Jouer
ru: Играть

source: Rules
fr: Règles
ru: Правила

source: Download an app
fr: Téléchargez une application
ru: Скачать приложение

source: How to play?
fr: Comment jouer?

source: Game over
fr: Jeu terminé

source: Letz quiz!
fr: Permet de quiz!

source: This app allows to have fun quiz with friends or colleagues and at the same moment to learn something new and fun about Luxembourg. It can be interesting for everyone from school students to elderly people, mixing random facts you have never had idea about in a game format.
fr: Cette application permet de s'amuser avec des quiz entre amis ou collègues et en même temps d'apprendre quelque chose de nouveau et d'amusant sur le Luxembourg. Cela peut être intéressant pour tout le monde, des élèves des écoles aux personnes âgées, en mélangeant des faits aléatoires dont vous n'avez jamais eu idée dans un format de jeu.

source: Within one game, you are assigned few questions based on open Luxembourg statistics from https://data.public.lu/
fr: Dans un jeu, vous êtes assigné quelques questions basées sur les statistiques ouvertes du Luxembourg de https://data.public.lu/
ru: В игре будет предложено ответить на несколько вопросов, основанных на Люксембургской статистике, взятой с сайта https://data.public.lu

source: You can measure how well you and your friends know random facts! And maybe learn something new (we don't guarantee that this information would be useful :))
fr: Vous pouvez mesurer à quel point vous et vos amis connaissez des faits aléatoires! Et peut-être apprendre quelque chose de nouveau (nous ne garantissons pas que ces informations seront utiles :))
ru: Можно оценить как хорошо вы и ваши друзья знаете случайные факты! И, может, узнаете что-то новое (мы не гарантируем, что эта информация будет полезной :))

source: Every time the questions are different: the more you play, the better you know Luxembourg!
fr: Chaque fois que les questions sont différentes: plus vous jouez, mieux vous en savez Luxembourg!

source: How it works?
fr: Comment ça fonctionne?

source: We have gathered tons of different datasets about Luxembourg, e.g. demographics, real estate prices, transportation and many others.
fr: Nous avons rassemblé des tonnes d'ensembles de données différents sur le Luxembourg, par ex démographie, prix de l'immobilier, transport et bien d'autres.

source: Then we have processed those datasets, normalized them, and automatically generated hundreds of unique quiz questions about Luxembourg.
fr: Ensuite, nous avons traité ces ensembles de données, les avons normalisés et automatiquement a généré des centaines de questions de quiz uniques sur le Luxembourg.

source: Data we are using is taken from official statistics sources, so it 100% trustworthy.
fr: Les données que nous utilisons proviennent de sources statistiques officielles, elles sont donc à 100% digne de confiance.

source: Not your day :( Or maybe our alorithms created an extra-hard quiz? Try again!
ru: Не ваш день :( Или надо алгоритмы создали экстра-сложный кваиз? Попробуйте еще раз!

source: Settings
ru: Настройки
